Repository: capstanlqc-mtpe/CIDQ_BillingCode2026_fr-CA_omt
Catalog: omegat/project_save.tmx
Source language: en
Languages: fr_ca

source: 24 inches (610 mm)
fr_ca: 24 po (610 mm)

source: 26 to 50
fr_ca: 26 à 50

source: 28 inches (710 mm)
fr_ca: 28 po [710 mm]

source: 28 inches (710 mm)4
fr_ca: 28 po [710 mm]4

source: 2.A Group M fire area is located more than three stories above grade plane.
fr_ca: 2. Une zone d'incendie du groupe M est située à plus de trois étages au-dessus du plan de référence.

source: 2.An automatic sprinkler system is not required where Group I-4 day care facilities are at the level of exit discharge and where every room where care is provided has not fewer than one exterior exit door.
fr_ca: 2. Un système d’extincteurs automatiques n’est pas requis lorsque les établissements de soins de jour du groupe I-4 sont situés au niveau de l’issue d’évacuation menant à l’extérieur et que chaque pièce où des soins sont dispensés comporte au moins une porte d’issue extérieure.

source: 2.Edge protection is not required on the sides of ramp landings serving an adjoining ramp run or stairway.
fr_ca: 2. La protection des bords n’est pas requise sur les côtés des paliers de rampe qui desservent une volée de rampe ou un escalier adjacent.

source: 3 inches (75 mm)
fr_ca: 3 po [75 mm]

source: 3 inches (75 mm), plus 1/8 inch (3.2 mm) per foot (305 mm) of viewing distance above 21 feet (6400 mm)
fr_ca: 3 po [75 mm], plus 1/8 po [3,2 mm] par pied [305 mm] de distance de visualisation au-delà de 21 pi [6400 mm]

source: 3% of total
fr_ca: 3 % du total

source: 3' at roofline and 2' at 10'.
fr_ca: 3 pi au niveau du toit et 2 pi à 10 pi.

source: 3, plus 1 additional space for each 1,000 seats or portions thereof above 1,000
fr_ca: 3, plus 1 espace supplémentaire pour chaque tranche de 1 000 places ou partie de celle-ci au-delà de 1 000

source: 3.1The switch controllers are equipped for fail-safe operation and evaluated for this purpose
fr_ca: 3.1 Les contrôleurs d'interrupteur sont équipés pour un fonctionnement à sécurité intégrée et évalués à cette fin

source: 3.2The motion sensor is activated by occupant movement on the stair or stair landings
fr_ca: 3.2 Le détecteur de mouvement est activé par le mouvement des occupants dans l'escalier ou sur les paliers d'escalier

source: 3.3The illumination timers are set for a minimum 15-minute duration.
fr_ca: 3.3 Les minuteries d'éclairage sont réglées pour une durée minimale de 15 minutes.

source: 3.1.3.An exit.
fr_ca: 3. 1.3. Une issue.

source: 3.15 inches (380 mm) maximum, from the centerline of the control wall toward the shower opening.
fr_ca: 3. À au plus 15 po [380 mm] de la ligne d'axe du mur de commande vers l'ouverture de la douche.

source: 3.16 inches (405 mm) minimum and 27 inches (685 mm) maximum from the wall behind the seat.
fr_ca: 3. À une distance comprise entre 16 po [405 mm] et 27 po [685 mm] du mur derrière le siège.

source: 3.2.3.An exit.
fr_ca: 3. 2.3. Une issue.

source: 3.3.In facilities with open-air assembly seating of Type I or II construction, the total exit access travel distance shall not be limited.
fr_ca: 3. 3. Dans les installations dotées de sièges à l’air libre de construction de type I ou II, la distance de parcours totale ne doit pas être limitée.

source: 3.A clear floor space providing a parallel approach and centered on the sink shall be permitted at a kitchen sink in a space where a cook top or conventional range is not provided.
fr_ca: 3. Une surface de plancher dégagée offrant un accès parallèle et centrée sur l'évier doit être autorisée pour un évier de cuisine dans une pièce où il n'y a aucun plan de cuisson ni de cuisinière classique.

source: 3.A smokeproof enclosure shall be permitted to egress through areas on the level of exit discharge or vestibules as permitted by Section 1028.
fr_ca: 3. Une enceinte à l’épreuve de la fumée peut avoir une issue par des zones au niveau de l'issue d'évacuation ou par des vestibules autorisés par la section 1028.

source: 3.At water closets where wall space will not permit a grab bar complying with Section 604.5.2, reinforcement for a rear wall grab bar 24 inches (610 mm) minimum in length centered on the water closet shall be provided.
fr_ca: 3. Dans les cabines de toilette où l'espace mural ne permet pas une barre d'appui conforme à la section 604.5.2, il faut prévoir un renforcement pour une barre d'appui au mur arrière d'une longueur minimale de 24 po [610 mm], centrée sur la cabine de toilette.

source: 3.Basements without habitable spaces and having not more than 200 square feet (18.6 m2) in floor area shall not be required to have emergency escape and rescue openings.
fr_ca: 3. Les sous-sols sans espaces habitables et dont la superficie de plancher ne dépasse pas 200 pi2 (18,6 m2) ne sont pas tenus d’avoir des ouvertures d’évacuation d’urgence et de sauvetage.

source: 3.Beams, girders, ducts or other obstructions in basements containing habitable space shall be permitted to project to within 6 feet 4 inches (1931 mm) of the finished floor.
fr_ca: 3. Les poutres, les longerons, les conduits ou autres obstructions dans les sous-sols contenant des lieux habitables peuvent faire saillie jusqu'à 6 pi-4 po [1931 mm] au-dessus du sol fini.

source: 3.Buildings with repair garages servicing vehicles parked in basements.
fr_ca: 3. Bâtiments avec des garages de réparation pour l'entretien des véhicules stationnés dans les sous-sols.

source: 3.Carbon monoxide detection shall not be required where the private garage connects to the building through an open-ended corridor.
fr_ca: 3. La détection de monoxyde de carbone n'est pas exigée lorsque le garage privé est relié au bâtiment par un corridor ouvert.

source: 3.Clothes dryer exhaust ducts shall be terminated in accordance with Section M1502.3.
fr_ca: 3. Les conduits d'évacuation des sécheuses doivent se terminer selon la section M1502.3.

source: 3.Edge protection is not required on the sides of ramp landings having a vertical dropoff of not more than 1/2 inch (12.7 mm) within 10 inches (254 mm) horizontally of the required landing area.
fr_ca: 3. La protection des bords n'est pas exigée sur les côtés des paliers de rampe ayant une dénivellation verticale n'excédant pas 1/2 po (12,7 mm) à moins de 10 po (254 mm) horizontalement de la zone de palier exigée.

source: 3.Exit access stairways complying with Sections 1009.3 and 1019.3 or 1019.4.
fr_ca: 3. Escaliers d'accès à l'issue conformes aux articles 1009.3 et 1019.3 ou 1019.4.

source: 3.Exit access stairways serving and contained within a Group R-3 congregate residence or a Group R-4 facility are not required to be enclosed.
fr_ca: 3. Les escaliers d'accès aux issues desservant une résidence collective du groupe R-3 ou un établissement du groupe R-4 et étant situés à l’intérieur de celui-ci ne sont pas tenus d’être encloisonnés.

source: 3.For smoke-protected or open-air assembly seating, the dead-end aisle length of vertical aisles shall not exceed a distance of 21 rows.
fr_ca: 3. Pour les sièges pour assemblées protégés contre la fumée ou à l’air libre, la longueur d’une allée verticale sans issue ne doit pas dépasser une distance correspondant à 21 rangées.

source: 3.For the maneuvering clearance at sliding and folding doors for the front approach direction, the dimension perpendicular to the door shall be 48 inches (1220 mm) minimum.
fr_ca: 3. Pour le jeu de manœuvre aux portes coulissantes et pliantes pour la direction d'approche avant, la dimension perpendiculaire à la porte doit être d'au moins 48 po [1220 mm].

source: 3.Glass unit masonry complying with Section R607.
fr_ca: 3. Maçonnerie d'éléments de verre conforme à la section R607.

source: 3.Glazing materials used as curved glazed panels in revolving doors.
fr_ca: 3. Matériaux de vitrage utilisés comme panneaux vitrés incurvés dans les portes tournantes.

source: 3.Handrail extensions are not required at the top and bottom of stepped aisles and ramped aisles to permit crossovers within the aisles.
fr_ca: 3. Les prolongements des mains courantes ne sont pas exigés en haut et en bas des allées à gradins et des allées en pente pour permettre le franchissement transversal des allées.

source: 3.Has the ability to communicate with emergency personnel utilizing existing video conferencing technology, chat/text software or other approved technology.
fr_ca: 3. Permet de communiquer avec le personnel d'urgence en utilisant la technologie de vidéoconférence existante, un logiciel de clavardage/de messagerie texte ou toute autre technologie approuvée.

source: 3.In Group R-3 and R-4 facilities, walls within the dwelling units or sleeping units are not required to be constructed as fire partitions.
fr_ca: 3. Dans les établissements des groupes R-3 et R-4, les murs à l’intérieur des logements ou des unités de couchage ne sont pas tenus d’être construits comme des cloisons coupe-feu.

source: 3.In a building, room or space used for assembly purposes or portions thereof without ramped or tiered floors for seating and with greater than 200 seats, the seats shall be fastened together in groups of not less than three or the seats shall be securely fastened to the floor.
fr_ca: 3. Dans un bâtiment, une pièce ou un espace utilisé à des fins d’assemblée, ou dans une partie de ceux-ci, qui ne comporte pas de planchers en pente ou en gradins pour les sièges et qui compte plus de 200 sièges, les sièges doivent être fixés les uns aux autres par groupes d’au moins trois sièges ou doivent être solidement fixés au plancher.

source: 3.In buildings where Group I-4 day care is provided on levels other than the level of exit discharge, an automatic sprinkler system in accordance with Section 903.3.1.1 shall be installed on the entire floor where care is provided, all floors between the level of care and the level of exit discharge, and all floors below the level of exit discharge other than areas classified as an open parking garage.
fr_ca: 3. Dans les bâtiments où des services de soins de jour du groupe I-4 sont dispensés à des niveaux autres que le niveau de l’issue d’évacuation menant à l’extérieur, un système d’extincteurs automatiques conforme à la section 903.3.1.1 doit être installé dans tout l’étage où les soins sont dispensés, dans tous les étages situés entre le niveau où les soins sont dispensés et le niveau d’évacuation menant à l’extérieur, ainsi que dans tous les étages situés sous le niveau d’évacuation menant à l’extérieur, à l’exception des aires classées comme garages de stationnement ouverts.

source: 3.Interior exit stairways in accordance with Section 510.2.
fr_ca: 3. Escaliers d'issue intérieurs selon la section 510.2.

source: 3.On each additional story of the dwelling, including basements and habitable attics and not including crawl spaces and uninhabitable attics.
fr_ca: 3. À chaque étage supplémentaire de l'habitation, y compris les sous-sols et les greniers habitables, mais à l'exclusion des vides sanitaires et des greniers inhabitables.

source: 3.Open-air assembly seating facilities where seating and the means of egress in the seating area are essentially open to the outside.
fr_ca: 3. Installations de sièges pour assemblées à l’air libre où les sièges et les moyens d’évacuation dans l’aire de sièges sont essentiellement ouverts sur l’extérieur.

source: 3.Other buildings on the same lot unless the adjacent building exterior walls and openings are protected in accordance with Section 705 based on fire separation distance.
fr_ca: 3. Autres bâtiments sur le même terrain, à moins que les murs extérieurs et les ouvertures du bâtiment adjacent ne soient protégés selon la section 705 en fonction de la distance d'une séparation coupe-feu.

source: 3.Outboard panes in insulating glass units and other multiple glazed panels where the bottom edge of the glass is 25 feet (7620 mm) or more above grade, a roof, walking surfaces or other horizontal [within 45 degrees (0.79 rad) of horizontal] surface adjacent to the glass exterior.
fr_ca: 3. Vitres extérieures dans les unités de verre isolant et autres panneaux à vitrage multiple où le bord inférieur du verre se trouve à 25 pieds (7 620 mm) ou plus au-dessus du niveau du sol, d'un toit, de surfaces de circulation ou d'une autre surface horizontale [à moins de 45 degrés (0,79 rad) de l'horizontale] adjacente à l'extérieur du verre.

source: 3.Outboard panes in insulating glass units or multiple glazing where the bottom exposed edge of the glass is 25 feet (7620 mm) or more above any grade, roof, walking surface or other horizontal or sloped (within 45 degrees of horizontal) (0.79 rad) surface adjacent to the glass exterior
fr_ca: 3. Les vitrages extérieurs des vitrages isolants ou des vitrages multiples dont le bord inférieur exposé du verre se trouve à 25 pi (7 620 mm) ou plus au-dessus de tout niveau du sol, toit, surface de circulation ou autre surface horizontale ou inclinée (à moins de 45 degrés par rapport à l’horizontale) (0,79 rad) adjacente à la face extérieure du vitrage.

source: 3.Security systems.
fr_ca: 3. Systèmes de sécurité.

source: 3.Separation between an interior exit stairway or ramp and the exit passageway extension shall not be required where the interior exit stairway and the exit passageway extension are pressurized in accordance with Section 909.20.5.
fr_ca: 3. La séparation entre un escalier d’issue intérieur ou une rampe d’issue intérieure et le prolongement du passage d’issue n’est pas exigée lorsque l’escalier d’issue intérieur et le prolongement du passage d’issue sont mis en surpression conformément à la section 909.20.5.

source: 3.The Group E fire area has an occupant load of 300 or more.
fr_ca: 3. La zone d'incendie du Groupe E a une charge d'occupants de 300 ou plus.

source: 3.The area shall be permanently maintained and identified as a safe dispersal area.
fr_ca: 3. La zone doit être entretenue en permanence et identifiée comme une zone de dispersion sûre.

source: 3.The building height and building area limitations of a building containing building elements with reduced fire-resistance ratings shall be permitted to be the same as the building without such reductions.
fr_ca: 3. Les limites de hauteur et de superficie du bâtiment contenant des éléments du bâtiment dont le degré de résistance au feu a été réduit peuvent être les mêmes que celles d’un bâtiment sans ces réductions.

source: 3.The combined area of all Group F-1 fire areas on all floors, including any mezzanines, exceeds 24,000 square feet (2230 m2).
fr_ca: 3. La superficie combinée de toutes les zones d'incendie du Groupe F-1 à tous les étages, y compris les mezzanines, excède 24 000 pi2 [2230 m2].

source: 3.The combined area of all Group M fire areas on all floors, including any mezzanines, exceeds 24,000 square feet (2230 m2).
fr_ca: 3. La superficie combinée de toutes les zones d'incendie du Groupe M à tous les étages, y compris les mezzanines, excède 24 000 pi2 [2230 m2].

source: 3.The combined area of all Group S-1 fire areas on all floors, including any mezzanines, exceeds 24,000 square feet (2230 m2).
fr_ca: 3. La superficie combinée de toutes les aires d’incendie du groupe S-1 à tous les étages, y compris les mezzanines, est supérieure à 24 000 pi2 [2230 m2].

source: 3.The fire area is located on a floor other than a level of exit discharge serving such occupancies.
fr_ca: 3. La zone d'incendie est située à un étage autre que le niveau de l'issue d'évacuation desservant ces locaux.

source: 3.The number designating the floor level shall be not less than 5 inches (127 mm) in height and located in the center of the sign.
fr_ca: 3. Le nombre désignant le niveau du sol ne doit pas être inférieur à 5 po (127 mm) en hauteur et doit être situé au centre du panneau.

source: 3.The portion of a building containing a Group A-5 occupancy in accordance with Section 303.6.
fr_ca: 3. La partie d’un bâtiment abritant une occupation du groupe A-5 conformément à l’article 303.6.

source: 3.The top edge of the glazing is greater than 36 inches (914 mm) above the floor.
fr_ca: 3. Le bord supérieur du vitrage est à plus de 36 po (914 mm) au-dessus du sol.

source: 3.The walls behind and surrounding the cabinetry are finished.
fr_ca: 3. Les murs derrière et autour de l'armoire sont finis.

source: 3.Twenty-three inches (584 mm) between a stepped aisle handrail or guard and seating where the stepped aisle is subdivided by a mid-aisle handrail.
fr_ca: 3. Vingt-trois pouces (584 mm) entre une main courante ou un garde-corps d'allée en escalier et les sièges lorsque l'allée en escalier est subdivisée par une main courante au milieu de l'allée.

source: 3.Use of sunroom and patio covers, as defined in Section R202, shall be permitted for natural ventilation if in excess of 40 percent of the exterior sunroom walls are open, or are enclosed only by insect screening.
fr_ca: 3. L’utilisation de vérandas et de couvertures de terrasse, telles qu’elles sont définies à la section R202, est autorisée pour assurer la ventilation naturelle si plus de 40 % des murs extérieurs de la véranda sont ouverts ou sont fermés uniquement par une moustiquaire.

source: 3.Vehicle ramps in parking garages for pedestrian exit access shall not be required to comply with Sections 1012.3 through 1012.10 where they are not an accessible route serving accessible parking spaces, other required accessible elements or part of an accessible means of egress.
fr_ca: 3. Les rampes pour véhicules des garages de stationnement utilisées pour l’accès des piétons aux issues ne sont pas tenues d’être conformes aux sections 1012.3 à 1012.10 lorsqu’elles ne constituent pas une voie accessible desservant des places de stationnement accessibles, d’autres éléments accessibles exigés ou un moyen d’évacuation accessible.

source: 3.Visual characters not covered in items 1 and 2 shall comply with Section 703.2.
fr_ca: 3. Les caractères visuels non couverts aux points 1 et 2 doivent être conformes à la section 703.2.

source: 3.Where a less frequent or delayed sampling interval is approved.
fr_ca: 3. Lorsque l’intervalle d’échantillonnage moins fréquent ou retardé est approuvé.

source: 3.Where access through the door is to a closet or storage area 3 feet (914 mm) or less in depth.
fr_ca: 3. Lorsque l'accès par la porte mène à un placard ou à une zone d'entreposage d'une profondeur de 3 pi (914 mm) ou moins.

source: 3.Where an accessible route makes a 180-degree turn around an object that is less than 48 inches (1220 mm) in width, the clear width approaching the turn and leaving the turn shall be 36 inches (915 mm) minimum provided the clear width during the turn is 60 inches (1525 mm) minimum.
fr_ca: 3. Lorsqu'un itinéraire accessible effectue un virage à 180 degrés autour d'un objet d'une largeur inférieure à 48 po [1220 mm], la largeur libre à l'approche du virage et à la sortie du virage doit être d'au moins 36 po [915 mm], à condition que la largeur libre pendant le virage soit d'au moins 60 po [1525 mm].

source: 3.Where egress requires stepped aisle descent, not less than 0.075 inch (1.9 mm) of additional aisle capacity for each occupant shall be provided on those portions of aisle capacity that do not have a handrail within a horizontal distance of 30 inches (762 mm).
fr_ca: 3. Lorsque l'évacuation nécessite une descente en escalier dans l'allée, au moins 0,075 po [1,9 mm] de capacité supplémentaire de l'allée par occupant doit être prévu sur les parties de la capacité de l'allée qui n'ont pas de mains courantes à une distance horizontale de 30 po (762 mm).

source: 3.Where located within the building, such equipment and ductwork shall be separated from the remainder of the building, including other mechanical equipment, with construction as required for shafts.
fr_ca: 3. Lorsque ces équipements et ces conduits sont situés à l’intérieur du bâtiment, ils doivent être séparés du reste du bâtiment, y compris des autres équipements mécaniques, par une construction conforme aux exigences applicables aux puits.

source: 3.Where the controls and hand shower are located on the back wall opposite the seat, the controls and hand shower shall be located within 15 inches (380 mm) maximum from the centerline of the seat toward the transfer space.
fr_ca: 3. Lorsque les commandes et la douchette sont situées sur le mur arrière en face du siège, les commandes et la douchette doivent être situées à une distance maximale de 15 po [380 mm] de la ligne d'axe du siège vers l'espace de transfert.

source: 3.Where the fire area of the open parking garage in accordance with Section 406.5 exceeds 48,000 square feet (4460 m2).
fr_ca: 3. Lorsque la superficie de la zone d’incendie du garage de stationnement ouvert selon la section 406.5 excède 48 000 pi2 [4460 m2].

source: 3.Photoelectric smoke alarms shall not be installed less than 6 feet (1828 mm) horizontally from a permanently installed cooking appliance.
fr_ca: 3. Les détecteurs de fumée photoélectriques ne doivent pas être installés à moins de 6 pieds (1 828 mm) horizontalement d'un appareil de cuisson installé de façon permanente.

source: 3.Required glazed openings that face into the area under a deck, balcony, bay or floor cantilever where a clear vertical space not less than 36 inches (914 mm) in height is provided.
fr_ca: 3. Les ouvertures vitrées requises qui donnent sur la zone située sous une terrasse, un balcon, une baie ou un porte-à-faux de plancher où un espace vertical libre d'au moins 36 po [914 mm] de hauteur est prévu.

source: 30 inches (760 mm)
fr_ca: 30 pouces (760 mm)

source: 30 plus 2 for each 100, or fraction thereof, over 1,000
fr_ca: 30 plus 2 pour chaque tranche de 100, ou fraction de 100, au-delà de 1 000

source: 301 to 400
fr_ca: 301 à 400

source: 31 inches (785 mm)
fr_ca: 31 po (785 mm)

source: 32 inches (815 mm)
fr_ca: 32 po [815 mm]

source: 35 inches (890 mm)
fr_ca: 35 pouces (890 mm)

source: 36 inches (915 mm) and higher
fr_ca: 36 po [915 mm] et plus

source: 37 inches (940 mm)
fr_ca: 37 po [940 mm]

source: 3.The top edge of the glazing is more than 36 inches (914 mm) above the floor.
fr_ca: 3. Le bord supérieur du vitrage se trouve à plus de 36 po [914 mm] au-dessus du sol.

source: 3In a kitchen where a clear floor space for a parallel approach cannot be located at a countertop in a corner between appliances, receptacle outlets over the countertop shall not be required to comply with this section provided that the countertop area does not exceed 9 square feet (0.835 m2) maximum.
fr_ca: 3 Dans une cuisine où une surface de plancher dégagée pour un accès parallèle ne peut pas être située à un comptoir dans un coin entre les appareils, les prises de courant au-dessus du comptoir ne sont pas tenues de se conformer à la présente section, à condition que la surface du comptoir ne dépasse pas 9 pi2 (0,835 m2) au maximum.

source: 3The walls behind and surrounding the cabinetry are finished.
fr_ca: 3. Les murs derrière et autour de l'armoire sont finis.

source: 4 inches (100 mm)
fr_ca: 4 po [100 mm]

source: 4 joists
fr_ca: 4 solives

source: 4,000 to 6,999
fr_ca: De 4 000 à 6 999

source: 4.Smoke alarms shall be installed not less than 3 feet (914 mm) horizontally from the door or opening of a bathroom that contains a bathtub or shower unless this would prevent placement of a smoke alarm required by this section.
fr_ca: 4. Les détecteurs de fumée doivent être installés à au moins 3 pieds (914 mm) horizontalement de la porte ou de l'ouverture d'une salle de bain qui contient une baignoire ou une douche, à moins que cela n'empêche l'installation d'un détecteur de fumée requis par cette section.
